# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

rights-title = আপনার অধিকার সম্পর্কে
rights-intro = { -brand-full-name } একটি মুক্ত এবং ওপেনসোর্স সফটওয়্যার, যা সারা বিশ্বের হাজার হাজার মানুষের সমবেত প্রচেষ্টায় তৈরি হয়েছে। এ সম্পর্কে কিছু জিনিস আপনার জানা দরকার:
rights-intro-point-1 = { -brand-short-name } শর্তসাপেক্ষে আপনার জন্য সহজলভ্য করা হচ্ছে <a data-l10n-name="mozilla-public-license-link">মোজিলা পাবলিক লাইসেন্সের</a> এর অর্থ আপনি { -brand-short-name } ব্যবহার, অনুলিপি এবং অন্যদের কাছে বিতরণ করতে পারবেন।  আপনি আপনার প্রয়োজনে { -brand-short-name } এর সোর্স কোডও পরিবর্তন করতে পারেন। মোজিলা পাবলিক লাইসেন্স আপনাকে আপনার পরিবর্তিত সংস্করণটি বিতরণ করার অধিকারও প্রদান করে।
rights-intro-point-2 = Firefox এর নাম বা প্রতীকের সীমিত ব্যবহার ব্যাতীত Mozilla Foundation বা সংশ্লিষ্ট কোন পার্টির ট্রেডমার্ক ব্যবহারের বা লাইসেন্স করার অধিকার নেই। ট্রেডমার্ক সম্পর্কিত আরও তথ্য এখানে পাওয়া যাবে <a data-l10n-name="mozilla-trademarks-link">এখানে</a>.
rights-intro-point-3 = { -brand-short-name } এর কিছু বৈশিষ্ট্যে যেমন, ক্র্যাশ রিপোর্টার { -vendor-short-name } এ মন্তব্য করার অপশন দেয়। মন্তব্য জমা দেয়া নির্বাচন করে আপনি { -vendor-short-name } কে মন্তব্য ব্যবহার করে প্রোডাক্ট উন্নয়ন, ওয়েবসাইটে মন্তব্য প্রকাশ এবং মন্তব্য বন্টনের অনুমোদন দেন।
rights-intro-point-4 = আমরা কিভাবে এখানে আপনার { -brand-short-name } এর মাধ্যমে { -vendor-short-name } এ জমাকৃত ব্যক্তিগত তথ্য এবং মন্তব্য ব্যবহার করি <a data-l10n-name="mozilla-privacy-policy-link">{ -brand-short-name } গোপনীয়তার নীতি</a>.
rights-intro-point-4-unbranded = এই পণ্যের জন্য প্রযোজ্য সব ব্যক্তিগত নীতিমালা এখানেই তালিকাভুক্ত থাকবে।
rights-intro-point-5 = কিছু { -brand-short-name } বৈশিষ্ট্য ওয়েব ভিত্তিক তথ্য সেবা ব্যবহার করে, যাই হোক, আমরা নিশ্চিত করতে পারি না যে তারা 100% সঠিক অথবা নির্ভুল কিনা। আরও বেশী বিস্তারিত এর জন্য, কিভাবে বৈশিষ্ট্য নিষ্ক্রিয় করা হবে যার মধ্যে এই পরিসেবা ব্যবহার করার তথ্য সংযুক্ত আছে, পাওয়া যেতে পারে <a data-l10n-name="mozilla-service-terms-link">সেবার শর্তাবলীতে</a>.
rights-intro-point-5-unbranded = যদি এই পণ্যটি ওয়েব সার্ভিস যুক্ত করে, তবে তার যেকোনো প্রযোজ্য শর্ত <a data-l10n-name="mozilla-website-services-link">ওয়েবসাইট সার্ভিসসমূহের</a> অনুচ্ছেদ।
rights-intro-point-6 = নির্দিষ্ট ভিডিও কন্টেন্ট ধরনের, { -brand-short-name } প্লে ব্যাক করার জন্য; তৃতীয় পক্ষের থেকে জনপ্রিয়তা নির্দিষ্ট কন্টেন্ট ডিক্রিপশন মডিউল।
rights-webservices-header = { -brand-full-name } ওয়েব ভিত্তিক তথ্য সেবা
rights-webservices = নিম্নে বর্নিত শর্তানুসারে, আপনার ব্যবহারের জন্য { -brand-short-name } এর বাইনারি সংস্করণের কিছু বৈশিষ্ট্য ("Services") সরবরাহ করার জন্য { -brand-full-name } ওয়েবভিত্তিক তথ্য সেবা ব্যবহার করে। আপনি যদি নিম্নোক্ত এক বা একাধিক সেবা ব্যবহার করতে না চান বা শর্তগুলো গ্রহনযোগ্য না হয় তবে, আপনি বৈশিষ্ট্য বা সেবা নিস্ক্রিয় করে দিতে পারেন। একটি নির্দিষ্ট বৈশিষ্ট্য বা সেবা কিভাবে নিস্ক্রিয় করা যায় সে সম্পর্কিত তথ্য পাওয়া যেতে পারে <a data-l10n-name="mozilla-disable-service-link">এখানে</a>এপ্লিকেশন অগ্রাধিকারসমূহ অন্যান্য বৈশিষ্ট্য এবং পরিসেবাগুলো নিস্ক্রিয় করা যাবে।
rights-safebrowsing = <strong>নিরাপদ ব্রাউজিং: </strong>নিরাপদ ব্রাউজিং বৈশিষ্ট্য নিষ্ক্রিয় করা সুপারিশকৃত নয় কারণ এর ফলে আপনি অনিরাপদ সাইটে চলে যেতে পারেন।  আপনি যদি এ বৈশিষ্ট্য সম্পূর্ণরূপে নিষ্ক্রিয় করে চান তবে নিম্নোক্ত ধাপ অনুসরনীয়:
rights-safebrowsing-term-1 = অ্যাপ্লিকেশন খোলা পছন্দসমূহ
rights-safebrowsing-term-2 = নিরাপত্তা নির্বাচন নির্বাচন
rights-safebrowsing-term-3 = অপশনে টিক সরান "{ enableSafeBrowsing-label }"
enableSafeBrowsing-label = লুকানো এবং ক্ষতিকর কনটেন্ট ব্লক করো
rights-safebrowsing-term-4 = নিরাপদ ব্রাউজিং নিস্ক্রিয়
rights-locationawarebrowsing = <strong>অবস্থান সচেতন ব্রাউজিং: </strong>সর্বদা opt-এর মধ্যে।  আপনার অনুমতি ছাড়া কোনো অবস্থান তথ্য কখনই পাঠানো হয়নি।  আপনি যদি বৈশিষ্ট্য সম্পূর্নরূপে নিস্ক্রিয় করতে চান, তবে নিম্নোক্ত ধাপ অনুসরনীয়:
rights-locationawarebrowsing-term-1 = URL বারে, ধরণ <code>পরিচিতি:কনফিগ</code>
rights-locationawarebrowsing-term-2 = geo.enabled ধরণ
rights-locationawarebrowsing-term-3 = geo.enabled পছন্দে ডবল ক্লিক
rights-locationawarebrowsing-term-4 = অবস্থান-সচেতন-ব্রাউজিং নিস্ক্রিয়
rights-webservices-unbranded = এই পণ্যে ব্যবহৃত ওয়েবসাইট সার্ভিসসমূহের সংক্ষিপ্ত বর্ণনা, এবং কিভাবে সেবাগুলো নিষ্ক্রিয় করা যায় তা এখানে অন্তর্ভুক্ত থাকবে।
rights-webservices-term-unbranded = এই পণ্যের সেবার জন্য প্রযোজ্য সব শর্ত এখানে তালিকাভুক্ত থাকবে।
rights-webservices-term-1 = { -vendor-short-name } এবং এর অবদানকারী, লাইসেন্স প্রদানকারী এবং অংশীদারগণ সঠিক এবং সময় উপযোগী তথ্য প্রদান করার জন্য কাজ করে।  তা সত্বেও, তারা এই নিশ্চয়তা দেন না যে এই তথ্য সম্পূর্ণ এবং নির্ভুল। উদাহরণস্বরূপ, নিরাপদ ব্রাউজিং সেবার সাহায্যে কিছু ঝুঁকিপূর্ণ সাইট সনাক্ত করা নাও যেতে পারে।  আবার কিছু নিরাপদ সাইটকে ভুলবশত ঝুঁকিপূর্ণ হিসেবে চিহ্নিত করা হতে পারে এবং অবস্থান সচেতন সেবায় অবস্থান কেবল আমাদের সেবা সরবরাহকারীগন হিসাব করেন এবং অবস্থানের নির্ভুলতা নিয়ে আমরা বা সেবা সরবরাহকারী কেউই নিশ্চয়তা দিতে পারে না।
rights-webservices-term-2 = { -vendor-short-name } নিজ বিবেচনায় সেবাসমূহ বন্ধ বা পরিবর্তন করতে পারে।
rights-webservices-term-3 = { -brand-short-name } এর এই সংস্করণের সাথে সরবরাহকৃত সকল সেবার ব্যবহারে আপনাকে স্বাগতম, এবং  { -vendor-short-name } আপনাকে এমন করার জন্য সব অধিকার দিয়েছে।  অন্যান্য সকল অধিকার { -vendor-short-name } এবং এর লাইসেন্স প্রদানকারী দ্বারা সংরক্ষিত। এসকল শর্ত { -brand-short-name } এবং { -brand-short-name } এর সংশ্লিষ্ট সোর্স কোড ভার্সনের জন্য প্রযোজ্য, ওপেন সোর্স লাইসেন্সের অধিকার খর্ব করার জন্য দেয়া হয়নি।
rights-webservices-term-4 = <strong>সেবাগুলো প্রদান করা হয় "যেমন আছে"  { -vendor-short-name }, এর অবদানকারী, লাইসেন্স প্রদানকারী এবং পরিবেশক, যেকোন প্রকার সুস্পষ্ট বা নিহিত ওয়ারেন্টি, এই পণ্য বানিজ্যিকভাবে বা আপনার প্রয়োজন মেটাতে ব্যবহারযোগ্য, এ সম্পর্কিত সব ওয়ারেন্টি থেকেও।  সেবা নির্বাচন থেকে শুরু করে তার মান সম্পর্কিত সব ঝুঁকিই আপনার। কিছু এলাকার ক্ষেত্রে নিহিত ওয়ারেন্টি বাতিল বা সীমিত করা তাদের এখতিয়ারের বাইরে, তাই, এই ঘোষনাটি আপনার জন্য প্রযোজ্য নাও হতে পারে।</strong>
rights-webservices-term-5 = <strong>আইনের প্রয়োজন ব্যতীত, { -vendor-short-name }, এর অবদানকারী, লাইসেন্স প্রদানকারী, এবং পরিবেশক যেকোন পরোক্ষ, বিশেষ, প্রাসঙ্গিক, ক্ষতিকারক, শাস্তিমূলক ঘটনার জন্য দায়ী হবে না, যা { -brand-short-name } বা এর সেবা ব্যবহার করার কারণে প্রত্যক্ষ বা পরোক্ষভাবে সংঘটিত হয়েছে।   এই শর্তাবলীর অধীনে সম্মিলিত দায় $৫০০ (পাঁচ শত ডলার) অতিক্রম করবে না। কিছু এলাকা ক্ষতি সীমাবদ্ধ করা অনুমোদন করে না, তাই, এই ঘোষনাটি আপনার জন্য প্রযোজ্য নাও হতে পারে।</strong>
rights-webservices-term-6 = { -vendor-short-name } প্রয়োজন অনুযায়ী এসব শর্ত হালনাগাদ করতে পারে। এসকল শর্তসমূহ { -vendor-short-name } এর লিখিত অনুমতি ব্যতীত পরির্তন বা বাতিল করা যাবে না।
rights-webservices-term-7 = আইনের বিরোধ সংক্রান্ত অংশ ব্যতিরেকে, এই শর্তসমূহ যুক্তরাষ্ট্রের ক্যালিফোর্নিয়া স্টেটের আইন অনুযায়ী নিয়ন্ত্রিত। এই শর্তসমূহের কোনো অংশ অবৈধ বা অগ্রহণযোগ্য হলেও, বাকি অংশ সম্পূর্ণভাবে কার্যকর থাকবে। যদি ইংরেজি সংস্করণ এবং অনুবাদকৃত সংস্করণের মধ্যে কোনো বিরোধ থাকে, তাহলে ইংরেজি সংস্করণটি অগ্রাধিকার পাবে।
