# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

password-not-set =
    .value = (не встановлено)

failed-pw-change = Неможливо змінити головний пароль.
incorrect-pw = Ви ввели неправильний поточний головний пароль. Спробуйте ще раз.
pw-change-ok = Головний пароль успішно змінено.

pw-empty-warning = Ваші збережені паролі інтернету та електронної пошти, дані форм і закриті ключі не будуть захищені.
pw-erased-ok = Ви вилучили свій головний пароль. { pw-empty-warning }
pw-not-wanted = Попередження! Ви вирішили не використовувати головний пароль. { pw-empty-warning }

pw-change2empty-in-fips-mode = Зараз ви в режимі FIPS. Для цього режиму необхідно встановити головний пароль.

failed-pp-change = Не вдається змінити головний пароль.
incorrect-pp = Ви ввели неправильний поточний головний пароль. Спробуйте ще раз.
pp-change-ok = Головний пароль змінено.

pp-empty-warning = Ваші збережені паролі та приватні ключі будуть не захищеними.
pp-erased-ok = Ви вилучили свій головний пароль. { pp-empty-warning }
pp-not-wanted = Попередження! Ви вирішили не використовувати головний пароль. { pp-empty-warning }

pp-change2empty-in-fips-mode = Зараз ви в режимі FIPS. Для цього режиму необхідно встановити головний пароль.
pw-change-success-title = Пароль змінено
pw-change-failed-title = Помилка зміни пароля
pw-remove-button =
    .label = Вилучити

set-password =
    .title = Зміна головного пароля

primary-password-dialog =
    .title = Головний пароль
set-password-old-password = Поточний пароль:
set-password-new-password = Введіть новий пароль:
set-password-reenter-password = Введіть пароль ще раз:
set-password-meter = Рівень якості пароля
set-password-meter-loading = Завантаження
master-password-admin = Для можливості зберігання паролів ваш адміністратор вимагає встановити головний пароль.
master-password-description = Головний пароль використовується для захисту особистої інформації, такої, як паролі для сайтів. Якщо ви створите головний пароль, то його необхідно буде вводити один раз за сеанс, коли { -brand-short-name } знадобиться захищена ним інформація.
master-password-warning = Переконайтесь, що ви запам’ятали встановлений головний пароль. Якщо ви забудете головний пароль, то не зможете отримати доступ до будь-якої захищеної ним інформації.

remove-password =
    .title = Вилучення головного пароля
primary-password-admin = Для можливості зберігання паролів ваш адміністратор вимагає встановити головний пароль.
primary-password-description = Головний пароль використовується для захисту вразливої інформації на цьому пристрої, такої, як паролі. Якщо ви створите головний пароль, то його необхідно буде вводити один раз за сеанс, коли { -brand-short-name } знадобиться захищена ним інформація.
primary-password-warning = Переконайтесь, що ви запам’ятали встановлений головний пароль. Якщо ви забудете головний пароль, то не зможете отримати доступ до будь-якої захищеної ним інформації.

remove-primary-password =
    .title = Вилучити головний пароль
remove-info =
    .value = Для продовження ви повинні ввести ваш поточний пароль:
remove-warning1 = Головний пароль використовується для захисту важливої інформації, такої як паролі для сайтів.
remove-warning2 = Якщо ви вилучите головний пароль, то вашу інформацію не буде захищено від сторонніх осіб, які можуть отримати доступ до вашого комп'ютера.
remove-primary-password-warning1 = Головний пароль використовується для захисту важливої інформації, такої як паролі.
remove-primary-password-warning2 = Якщо ви вилучите головний пароль, то вашу інформацію не буде захищено від сторонніх осіб, які можуть отримати доступ до вашого комп'ютера.
remove-password-old-password =
    .value = Поточний пароль:
