# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

rights-title = دربارهٔ حقوق شما
rights-intro = { -brand-full-name } نرم‌افزاری آزاد و بازمتن است که توسط اجتماعی از هزاران نفر از سراسر جهان ساخته شده است.  چند چیز را باید بدانید:
rights-intro-point-1 = { -brand-short-name } تحت شرایط <a data-l10n-name="mozilla-public-license-link">مجوز عمومی موزیلا</a> در اختیار شما قرار گرفته است. این بدان معنی است که شما می‌توانید از { -brand-short-name } استفاده کنید، از آن نسخه‌برداری کنید و آن را در اختیار دیگران قرار دهید.   همچنین شما می‌توانید کد منبع { -brand-short-name } را برای برآورده شدن نیازهای خود تغییر دهید.  مجوز عمومی موزیلا همچنین به شما حق پخش نسخهٔ تغییر یافتهٔ خود را می‌دهد.
rights-intro-point-2 = شما از حقی در خصوص علائم تجاری بنیاد موزیلا و یا هر شخص ثالثی، از جمله نام یا نشان فایرفاکس برخوردار نیستید. اطلاعات بیشتر در مورد علائم تجاری در <a data-l10n-name="mozilla-trademarks-link">اینجا</a>.
rights-intro-point-3 = برخی ویژگی‌ها در { -brand-short-name }، مانند گزارش‌گر فروپاشی، اختیار ارسال بازخورد به { -vendor-short-name } را به شما می‌دهند. با ارسال بازخورد، شما به { -vendor-short-name } اجازه میدهید تا از این اطلاعات برای بهبود کیفیت محصولاتش  استفاده کند، و یا این اطلاعات را توزیع یا منتشر نماید.
rights-intro-point-4 = روش استفادهٔ ما از اطلاعات ارسالی و نیز اطلاعات شخصی شما که از طریق { -brand-short-name } به { -vendor-short-name } ارسال شده است در <a data-l10n-name="mozilla-privacy-policy-link">سیاست حفظ حریم خصوصی { -brand-short-name }</a> شرح داده شده است.
rights-intro-point-4-unbranded = سیاست‌های محرمانگی مربوط به این محصول باید در این مکان ذکر شوند.
rights-intro-point-5 = برخی از ویژگی‌های { -brand-short-name } از سرویس های اطلاعاتی مبتنی بر وب استفاده می‌کنند،با این وجود ما امکان تضمین کارکرد 100٪ صحیح و بدون اشکال آن‌ها را نداریم. جزئیات بیشتر شامل روش غیر فعال کردن ویژگی‌هایی که از این سرویسها استفاده میکنند را بخوانید در <a data-l10n-name="mozilla-service-terms-link">شرایط خدمات</a>.
rights-intro-point-5-unbranded = اگر این محصول شامل خدماتی مبتنی بر وب است، شرایط مربوط به این خدمات باید به قسمت <a data-l10n-name="mozilla-website-services-link">خدمات مبتنی بر وب</a> پیوند داده شوند.
rights-intro-point-6 = برای پخش انواع مشخصی از ویدئوها، { -brand-short-name } ماژول‌های رمزگشایی مشخصی را از سایت‌های ثالث بارگیری می‌کند.
rights-webservices-header = خدمات اطلاعاتی مبتنی بر وب { -brand-full-name }
rights-webservices = { -brand-full-name } از خدمات اطلاعات مبتنی بر وب (”سرویس ها“) برای فراهم کردن برخی ویژگی‌هایی که در { -brand-short-name } وجود دارند بنا بر شرایط زیر استفاده می‌کند. اگر مایل به استفاده از یک یا چند عدد از این سرویس(ها) نیستید، یا شرایط زیر برایتان قابل پذیرش نیست، می‌توانید آن ویژگی‌ها را غیر فعال سازید. روش این کار در <a data-l10n-name="mozilla-disable-service-link">این‌جا</a>. ویژگی ها و سرویس های دیگر می توانند در قسمت ترجیحات برنامه غیر فعال شوند.
rights-safebrowsing = <strong>مرور امن: </strong>غیرفعال کردن ویژگی مرور امن توصیه نمی‌شود، زیرا این کار ممکن است باعث شود به پایگاه‌های ناامن بروید. اگر مایل به غیر فعال کردن کامل این ویژگی هستید، به این ترتیب عمل کنید:
rights-safebrowsing-term-1 = پنجرهٔ ترجیحات برنامه را باز کنید
rights-safebrowsing-term-2 = بخش امنیت را انتخاب کنید
rights-safebrowsing-term-3 = برداشتن نشانه گزینه برای "{ enableSafeBrowsing-label }"
enableSafeBrowsing-label = مسدود سازی محتوا‌های خطرناک و فریبنده
rights-safebrowsing-term-4 = مرور امن اکنون غیر فعال شده است
rights-locationawarebrowsing = <strong>مرور با موقعیت مکانی: </strong>همیشه با پرسش از شما فعال می‌شود. هیچ‌گاه اطلاعات موقعیت مکانی شما بدون اجازه‌تان به کسی ارسال نخواهد شد. اگر مایل به غیرفعال کردن کامن این ویژگی هستید، به این ترتیب عمل کنید:
rights-locationawarebrowsing-term-1 = در نوار نشانی این عبارت را وارد کنید: <code>about:config</code>
rights-locationawarebrowsing-term-2 = عبارت geo.enabled را وارد کنید
rights-locationawarebrowsing-term-3 = بر روی گزینهٔ geo.enabled دو بار کلیک کنید
rights-locationawarebrowsing-term-4 = مرور با موقعیت مکانی اکنون غیر فعال شده است
rights-webservices-unbranded = یک نمای کلی از خدمات مبتنی بر وبی که این محصول از آن استفاده می‌کند، به همراه روش‌های غیر فعال کردن آنها، در صورت لزوم، باید در اینجا ذکر شود.
rights-webservices-term-unbranded = هرگونه شرایط خدمات برای این محصول باید در اینجا ذکر شود.
rights-webservices-term-1 = { -vendor-short-name } و همکاران آن تلاش می‌کنند تا دقیق‌ترین و به‌هنگام‌ترین خدمات را ارائه دهند. با این وجود، ما نمی‌توانیم صحت و جامعیت این اطلاعات را تضمین نماییم. به عنوان مثال، خدمات مرور امن ممکن است برخی پایگاه‌های خطرناک را شناسایی نکند و یا برخی پایگاه‌های امن را به اشتباه خطرناک بشناسد، و یا در سرویس مرور با احتساب موقعیت مکانی، تمام موقعیت‌های محاسبه شده تقریبی هستند و تضمینی برای دقت و درستی این اطلاعات از طرف ما و یا ارائه‌دهندگان این خدمات وجود ندارد.
rights-webservices-term-2 = { -vendor-short-name } می‌تواند در هر زمانی این خدمات را به تشخیص خود تغییر دهد یا متوقف سازد.
rights-webservices-term-3 = ما شما را به استفاده از این ویژگی‌ها در { -brand-short-name } دعوت می‌کنیم، و { -vendor-short-name } اجازهٔ این کار را به شما اعطا می‌کند.  { -vendor-short-name } و همکاران بقیهٔ حقوق مربوطه را برای خود محفوظ نگه می‌دارند.  هدف از این شرایط محدود کردن حقوق اعطایی تحت مجوزهای متن باز قابل اعمال به { -brand-short-name } و یا نسخه‌های کد مرتبط با { -brand-short-name } نیست.
rights-webservices-term-4 = <strong>خدمات مذکور «همان گونه که هست.» ارائه می‌شوند. { -vendor-short-name }، شرکت‌کنندگان، اشخاص صادر کنندهٔ مجوزها، و پخش‌کنندگان، هر گونه ضمانت صریح یا ضمنی، شامل تمام خدمات ارائه شده، را در خصوص آن که این موارد قابل ارائه و یا مناسب برای منظور خاص شما باشند را به عهده نمی گیرند.  تمامی ریسک انتخاب خدمات مناسب برای منظورتان برای کیفیت و کارایی مورد نظر به عهدهٔ شما است.  برخی حوزه‌های قضایی اجازهٔ حذف یا محدود کردن ضمانت‌های ضمنی را نمی‌دهند، بنابراین امکان دارد این متن رفع مسئولیت شامل حال شما نشود.</strong>
rights-webservices-term-5 = <strong>به جز موارد تعیین شده توسط قانون، { -vendor-short-name } ، شرکت‌کنندگان، اشخاص صادر کنندهٔ مجوزها، و پخش‌کنندگان مسئول هیچ نوع آسیب غیر مستقیم، خاص، موردی، ناچیز، جزایی، یا تکرار شدنی در اثر یا به هر عنوان مربوط به استفاده از { -brand-short-name } و خدمات آن نیستند.  مسئولیت تجمعی بر اساس این شرایط از 500$ (پانصد دلار) تجاوز نخواهد کرد. برخی حوزه‌های قضایی اجازهٔ حذف یا محدود کردن ضمانت‌های ضمنی را نمی‌دهند، بنابراین امکان دارد این حذف یا محدود کردن شامل حال شما نشود.</strong>
rights-webservices-term-6 = { -vendor-short-name } می‌تواند این شرایط را در صورت لزوم هر چند وقت یک بار تغییر دهد.  این شرایط بدون توافق کتبی { -vendor-short-name } قابل تغییر یا لغو نیستند.
rights-webservices-term-7 = این شرایط تحت قوانین ایالت کالیفرنیا، ایالات متحدهٔ آمریکا، بدون در نظر گرفتن تضاد بین قانون‌های شرایط قرارداد قرار دارند.  اگر هر بخش از این شرایط برای شما غیر معتبر یا غیر قابل اجرا است، بقیهٔ بخش‌های آن به قوت خود باقی می‌مانند.  در صورت تضادی بین نسخهٔ ترجمه شدهٔ این شرایط و نسخهٔ به زبان انگلیسی، نسخهٔ زبان انگلیسی ملاک عمل خواهد بود.
