# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

password-not-set =
    .value = (не установлен)

failed-pw-change = Не удалось изменить мастер-пароль.
incorrect-pw = Вы ввели некорректный текущий мастер-пароль. Попробуйте снова.
pw-change-ok = Мастер-пароль успешно изменён.

pw-empty-warning = Сохранённые вами пароли для веб-сайтов, электронной почты, данные форм и закрытые ключи не будут защищены.
pw-erased-ok = Мастер-пароль был удалён. { pw-empty-warning }
pw-not-wanted = Предупреждение! Вы решили не использовать мастер-пароль. { pw-empty-warning }

pw-change2empty-in-fips-mode = Вы работаете в режиме соответствия FIPS. При работе в этом режиме необходимо установить мастер-пароль.

failed-pp-change = Не удалось изменить мастер-пароль.
incorrect-pp = Вы ввели некорректный текущий мастер-пароль. Попробуйте снова.
pp-change-ok = Мастер-пароль успешно изменён.

pp-empty-warning = Ваши сохранённые пароли и закрытые ключи не будут защищены.
pp-erased-ok = Мастер-пароль был удалён. { pp-empty-warning }
pp-not-wanted = Предупреждение! Вы решили не использовать мастер-пароль. { pp-empty-warning }

pp-change2empty-in-fips-mode = Вы работаете в режиме соответствия FIPS. При работе в этом режиме необходимо установить мастер-пароль.
pw-change-success-title = Пароль успешно изменён
pw-change-failed-title = Смена пароля не удалась
pw-remove-button =
    .label = Удалить

set-password =
    .title = Смена мастер-пароля

primary-password-dialog =
    .title = Мастер-пароль
set-password-old-password = Текущий пароль:
set-password-new-password = Введите новый пароль:
set-password-reenter-password = Повторите ввод пароля:
set-password-meter = Уровень качества пароля
set-password-meter-loading = Загрузка
master-password-admin = Ваш администратор требует, чтобы у вас был установлен мастер-пароль для сохранения паролей.
master-password-description = Мастер-пароль используется для защиты личной информации, такой как пароли на сайты. После создания мастер-пароля вам нужно будет вводить его один раз в сессию, когда { -brand-short-name } затребует информацию, защищённую паролем.
master-password-warning = Убедитесь, что вы запомнили мастер-пароль, который установили. Если вы его забудете, вам не удастся получить доступ к любой информации защищённой мастер-паролем.

remove-password =
    .title = Удаление мастер-пароля
primary-password-admin = Ваш администратор требует, чтобы у вас был установлен мастер-пароль для сохранения логинов и паролей.
primary-password-description = Мастер-пароль используется для защиты некоторой личной информации, такой как логины и пароли, на этом устройстве. Если вы создадите мастер-пароль, он будет запрашиваться у вас один раз в сессию, когда { -brand-short-name } понадобится сохранённая информация, защищённая паролем.
primary-password-warning = Убедитесь, что вы запомнили мастер-пароль, который установили. Если вы забудете свой мастер-пароль, вам не удастся получить доступ к любой информации, защищённой им на этом устройстве.

remove-primary-password =
    .title = Удалить мастер-пароль
remove-info =
    .value = Для продолжения вы должны ввести текущий пароль:
remove-warning1 = Мастер-пароль используется для защиты важной информации, например паролей для доступа к веб-сайтам.
remove-warning2 = При удалении мастер-пароля сохранённая в браузере информация не будет защищена в случае, если посторонние лица получат доступ к вашему компьютеру.
remove-primary-password-warning1 = Мастер-пароль используется для защиты важной информации, например, логинов и паролей.
remove-primary-password-warning2 = При удалении мастер-пароля сохранённая информация не будет защищена в случае, если посторонние лица получат доступ к вашему компьютеру.
remove-password-old-password =
    .value = Текущий пароль:
