<?xml version="1.0" encoding="UTF-8"?>
<!-- This Source Code Form is subject to the terms of the Waterfox Public
   - License, v. 2.0. If a copy of the MPL was not distributed with this
   - file, You can obtain one at http://mozilla.org/MPL/2.0/. -->


<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN"
  "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
  <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
  %brandDTD;
]>

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>Usar la ventana de ayuda</title>
  <link rel="stylesheet" href="helpFileLayout.css" type="text/css" />
</head>

<body>

  <h1 id="help_window_top">Usar la ventana de ayuda</h1>

  <p>Esta secci&oacute;n describe c&oacute;mo usar la ventana de ayuda (la
  totalidad de la ventana en la cual se muestran este texto el panel lateral
  de la izquierda).</p>

  <p>Para otras fuentes de soporte e informaci&oacute;n, haga clic en los
  enlaces mostrados en la parte inferior del <a href=
  "welcome_help.xhtml">Centro de ayuda y soporte</a>.</p>
  
  <div class="contentsBox">En esta secci&oacute;n:
    <ul>
      <li><a href="#finding_the_topic_you_want">Encontrar el tema que
      desea</a></li>
      <li><a href="#retracing_your_steps">Retroceder sus pasos e imprimir</a></li>
      <li><a href="#using_help_buttons">Usar los botones de ayuda</a></li>
      <li><a href="#search_tips">Consejos para realizar
      b&uacute;squedas</a></li>
      <!-- Siguiente apartado a&ntilde;adido por el proyecto NAVE -->
      <li><a href="#l10n_bugs">Informar de fallos en la
      traducci&oacute;n</a></li>
      <!-- Fin de la modificaci&oacute;n del proyecto NAVE -->
    </ul>
  </div>

  <h2 id="finding_the_topic_you_want">Encontrar el tema que desea</h2>

  <ul>
    <li>Los temas principales se listan en el panel lateral de la izquierda.
      Haga clic en un tema para leer sobre él. Para ver los subapartados de ese
      tema, haga doble clic en el signo más/triángulo a su izquierda.</li>
    <li>Escriba una palabra o frase en el campo de búsqueda para mostrar una
      lista de temas relacionados.<br/>
      Si su búsqueda no devuelve nada, intente escribir menos palabras o una
      combinación diferente de ellas.</li>
    <li>Para buscar dentro de una página, use atajo de teclado <kbd
      class="mac">Cmd</kbd><kbd class="noMac">Ctrl</kbd>+<kbd>F</kbd>.
      Introduzca la palabra o frase que le gustaría encontrar en el campo texto
      de la barra que se abrirá en la parte superior y pulse <kbd
      class="mac">Return</kbd><kbd class="noMac">Enter</kbd>, o use los botones
      <q>Siguiente</q> y <q>Anterior</q> para encontrar la siguiente
      coincidencia en la dirección deseada. Use <q>Resaltar todo</q> para
      resaltar su frase buscada en toda la página. Si quiere hacer una búsqueda
      que tenga en cuenta mayúsculas/minúsculas, marque la casilla
      <q>Coincidencia de mayúsculas/minúsculas</q>.</li>
  </ul>

  <h2 id="retracing_your_steps">Retroceder sus pasos e imprimir</h2>

  <p>Para retroceder sus pasos en la ayuda, haga clic en los botones
  existentes junto a la esquina superior izquierda de la ventana de
  ayuda:</p>
  
  <p><img src="images/help_nav.png" alt="" width="124" height="38"/></p>

  <ul>
    <li>Haga clic en el bot&oacute;n Anterior para moverse hacia atr&aacute;s
    por las p&aacute;ginas que ha visitado previamente. Funciona igual que el
    bot&oacute;n Anterior de la ventana principal de &brandShortName;.</li>
    <li>Haga clic en el bot&oacute;n Siguiente para moverse hacia adelante por
    las p&aacute;ginas que ha vistado previamente. Funciona igual que el
    bot&oacute;n Siguiente de la ventana principal de &brandShortName;.</li>
    <li>Haga clic en el bot&oacute;n Inicio para ver el centro de ayuda y
    soporte, incluyendo los enlaces a las opciones de soporte y los recursos
    basados en web.</li>
  </ul>

  <p>Alternativamente, imprima las instrucciones que quiere seguir:</p>

  <ul>
    <li>Para imprimir la p&aacute;gina completa que se muestra en un momento
      dado en la ventana de ayuda, pulse el bot&oacute;n Imprimir que hay junto
      a la esquina superior izquierda de la ventana de ayuda:
  
      <p><img src="images/help_print.gif" width="37" height="31"
        alt="Icono de impresi&oacute;n de la ayuda"/></p>
    </li>
    <li>Para imprimir s&oacute;lo una parte de la p&aacute;gina, pulse primero
      y arrastre para seleccionar el &aacute;rea que quiere imprimir, y a
      continuaci&oacute;n pulse el bot&oacute;n Imprimir.</li>
  </ul>
	
  <h2 id="using_help_buttons">Usar los botones de la ayuda</h2>

  <p>Muchas ventanas espec&iacute;ficas y cuadros de di&aacute;logo de
  &brandShortName; incluyen un bot&oacute;n de ayuda.</p>

  <p>Pulse cualquier bot&oacute;n de ayuda para ver
  informaci&oacute;n detallada de la ventana en la que aparece.</p>

  <h2 id="search_tips">Consejos para realizar b&uacute;squedas</h2>

  <p>Si no encuentra lo que quiere buscar, aqu&iacute; hay algunos consejos
  que pueden ayudarle:</p>

  <ul>
    <li>Aseg&uacute;rese de que est&aacute; buscando algo relacionado con
    &brandShortName;. Esto no es una b&uacute;squeda en la web.</li>
    <li>Intente que la b&uacute;squeda sea un poco amplia. No sea demasiado
    espec&iacute;fico. Los t&eacute;rminos podr&iacute;an estar escritos de
    otra manera distinta a la que busca.</li>
    <li>Al mismo tiempo, deber&iacute;a evitar ser demasiado amplio en los
      t&eacute;rminos de b&uacute;squeda: una palabra como <q>web</q>
      probablemente devuelva demasiado aciertos.</li>      
  </ul>
  
  <h2 id="l10n_bugs">Informar de fallos en la traducci&oacute;n</h2>

  <p>La traducci&oacute;n de &brandShortName; al espa&ntilde;ol hablado en
  Espa&ntilde;a (<strong>es-ES</strong>) est&aacute; realizada por el proyecto
  NAVE, el cual est&aacute; compuesto por un equipo de voluntarios. Si
  encuentra alg&uacute;n error en la traducci&oacute;n, ya sea en la ayuda o
  en la interfaz general de &brandShortName;, o si est&aacute; interesado en
  saber m&aacute;s sobre el proyecto NAVE o en colaborar con nosotros, puede
  dirigirse a la <a href="http://www.proyectonave.es/contact"
  target="_blank">p&aacute;gina web de contacto del proyecto</a>.</p>
</body>
</html>
