# This Source Code Form is subject to the terms of the Waterfox Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

rights-title = Σχετικά με τα δικαιώματά σας
rights-intro =
    Το { -brand-full-name } είναι ελεύθερο λογισμικό ανοικτού κώδικα που αναπτύσσεται από μια κοινότητα
    χιλιάδων ατόμων από όλο τον κόσμο. Υπάρχουν μερικά πράγματα που πρέπει
    να γνωρίζετε:
rights-intro-point-1 =
    Το { -brand-short-name } παρέχεται σε εσάς βάσει των όρων της άδειας
    <a data-l10n-name="mozilla-public-license-link">Waterfox Public License</a>.
    Αυτό σημαίνει ότι μπορείτε να κάνετε χρήση, αντιγραφή και διανομή του { -brand-short-name }
    σε τρίτους. Μπορείτε επίσης να τροποποιήσετε τον πηγαίο κώδικα του
    { -brand-short-name } όπως επιθυμείτε, ώστε να καλύπτει τις ανάγκες σας. Η άδεια Waterfox
    Public License σάς δίνει και το δικαίωμα διανομής των τροποποιημένων εκδόσεών σας.
rights-intro-point-2 =
    Δεν σας παραχωρούνται δικαιώματα ή άδειες για τα εμπορικά σήματα του
    Waterfox Foundation ή άλλων τρίτων, καθώς και, χωρίς περιορισμούς, του
    ονόματος ή του λογότυπου του Thunderbird. Περισσότερες πληροφορίες για τα εμπορικά σήματα
    θα βρείτε <a data-l10n-name="mozilla-trademarks-link">εδώ</a>.
rights-intro-point-3 =
    Μερικές λειτουργίες του { -brand-short-name }, όπως η Αναφορά καταρρεύσεων, προσφέρουν
    την επιλογή υποβολής σχολίων στη { -vendor-short-name }. Αν επιλέξετε να κάνετε υποβολή
    σχολίων, παραχωρείτε στη { -vendor-short-name } το δικαίωμα χρησιμοποίησης των σχολίων
    για τη βελτίωση των προϊόντων της, τη δημοσίευσή τους στις ιστοσελίδες της
    και τη διανομή τους.
rights-intro-point-4 =
    Ο τρόπος χρήσης των προσωπικών σας πληροφοριών και των σχολίων που υποβάλλετε στη
    { -vendor-short-name } μέσω του { -brand-short-name } περιγράφεται στην
    <a data-l10n-name="mozilla-privacy-policy-link">Πολιτική απορρήτου του
    { -brand-short-name }</a>.
rights-intro-point-4-unbranded = Τυχόν σχετικές πολιτικές προστασίας απορρήτου θα πρέπει να αναφέρονται εδώ.
rights-intro-point-5 =
    Ορισμένες λειτουργίες του { -brand-short-name } χρησιμοποιούν διαδικτυακές υπηρεσίες
    πληροφοριών, για τις οποίες όμως δεν μπορούμε να εγγυηθούμε ότι είναι 100% ακριβείς ή
    χωρίς λάθη. Περισσότερες λεπτομέρειες, μαζί με πληροφορίες σχετικά με την απενεργοποίηση των
    λειτουργιών αυτών των υπηρεσιών, μπορείτε να βρείτε στους
    <a data-l10n-name="mozilla-service-terms-link">όρους υπηρεσίας</a>.
rights-intro-point-5-unbranded =
    Αν αυτό το προϊόν ενσωματώνει διαδικτυακές υπηρεσίες, οι σύνδεσμοι για
    τους όρους αυτών θα πρέπει να βρίσκονται
    στην ενότητα <a data-l10n-name="mozilla-website-services-link">Υπηρεσίες ιστοτόπων</a>.
rights-intro-point-6 = Για την αναπαραγωγή ορισμένων τύπων περιεχομένου βίντεο, το { -brand-short-name } κάνει λήψη ορισμένων λειτουργικών μονάδων αποκρυπτογράφησης περιεχομένου από τρίτους.
rights-webservices-header = Διαδικτυακές υπηρεσίες πληροφοριών του { -brand-full-name }
rights-webservices =
    Το { -brand-full-name } χρησιμοποιεί διαδικτυακές υπηρεσίες πληροφοριών («Υπηρεσίες»)
    για την παροχή κάποιων λειτουργιών που περιέχονται σε αυτήν την έκδοση
    του { -brand-short-name }, βάσει των παρακάτω όρων. Αν δεν
    θέλετε να χρησιμοποιήσετε μία ή περισσότερες Υπηρεσίες ή δεν αποδέχεστε
    τους παρακάτω όρους, μπορείτε να τις απενεργοποιήσετε. Οδηγίες σχετικά με την
    απενεργοποίηση μιας συγκεκριμένης λειτουργίας ή Υπηρεσίας μπορείτε να βρείτε
    <a data-l10n-name="mozilla-disable-service-link">εδώ</a>. Οι άλλες λειτουργίες
    και Υπηρεσίες μπορούν να απενεργοποιηθούν στις προτιμήσεις της εφαρμογής.
rights-locationawarebrowsing =
    <strong>Περιήγηση βάσει τοποθεσίας: </strong>είναι πάντα προαιρετική.
    Δεν αποστέλλονται ποτέ πληροφορίες χωρίς την άδειά σας. Αν θέλετε να
    απενεργοποιήσετε εντελώς τη λειτουργία, ακολουθήστε τα εξής βήματα:
rights-locationawarebrowsing-term-1 = Ανοίξτε το εργαλείο επεξεργασίας παραμέτρων
rights-locationawarebrowsing-term-2 = Πληκτρολογήστε «geo.enabled»
rights-locationawarebrowsing-term-3 = Κάντε διπλό κλικ στην προτίμηση «geo.enabled»
rights-locationawarebrowsing-term-4 = Η περιήγηση βάσει τοποθεσίας έχει πλέον απενεργοποιηθεί
rights-webservices-unbranded =
    Εδώ θα πρέπει να συμπεριληφθεί μια επισκόπηση των υπηρεσιών
    ιστοτόπων που ενσωματώνει το προϊόν, καθώς και
    οδηγίες σχετικά με την απενεργοποίησή τους,
    εάν υπάρχουν.
rights-webservices-term-unbranded = Τυχόν όροι υπηρεσίας σε ισχύ για αυτό το προϊόν θα πρέπει να αναφέρονται εδώ.
rights-webservices-term-1 =
    Η { -vendor-short-name }, οι συντελεστές, οι συνεργάτες και οι διανομείς της εργάζονται για να παρέχουν τις
    πιο ακριβείς και ενημερωμένες υπηρεσίες. Ωστόσο, δεν μπορούμε να εγγυηθούμε ότι αυτές οι πληροφορίες
    είναι κατανοητές και χωρίς σφάλματα. Για παράδειγμα, η Υπηρεσία ασφαλούς περιήγησης ενδέχεται να μην
    αναγνωρίσει κάποιους επικίνδυνους ιστοτόπους και ενδεχομένως να θεωρήσει ορισμένους ασφαλείς ιστοτόπους
    ως ύποπτους, ενώ η Υπηρεσία περιήγησης βάσει τοποθεσίας μπορεί να μην είναι ακριβής. Ούτε εμείς ούτε οι
    πάροχοι υπηρεσιών μας δεν μπορούμε να εγγυηθούμε την ακρίβεια των παρεχόμενων
    τοποθεσιών.
rights-webservices-term-2 =
    Η { -vendor-short-name } διατηρεί το δικαίωμα να διακόψει ή να αλλάξει τις Υπηρεσίες
    κατά βούληση.
rights-webservices-term-3 =
    Μπορείτε να χρησιμοποιείτε αυτές τις Υπηρεσίες μαζί με την συνοδευόμενη έκδοση του
    { -brand-short-name } και η { -vendor-short-name } σάς παραχωρεί όλα τα δικαιώματα
    για να το κάνετε αυτό. Η { -vendor-short-name } και οι συνεργάτες της διατηρούν όλα τα
    άλλα δικαιώματα για τις Υπηρεσίες. Αυτοί οι όροι δεν σκοπεύουν να περιορίσουν κανένα
    δικαίωμα που παραχωρείται βάσει των αδειών ανοικτού λογισμικού που ισχύουν στο { -brand-short-name }
    και τις αντίστοιχες εκδόσεις πηγαίου κώδικα του { -brand-short-name }.
rights-webservices-term-4 = <strong>Οι Υπηρεσίες παρέχονται "ως έχει." Ο { -vendor-short-name }, οι συντελεστές, οι συνεργάτες και οι διανομείς του, παρέχουν τις υπηρεσίες χωρίς οποιουδήποτε είδους εγγύηση, είτε ρητή είτε σιωπηρή, συμπεριλαμβανομένης ενδεικτικά και όχι περιοριστικά της σιωπηρής εγγύησης εμπορευσιμότητας και καταλληλότητας των Υπηρεσιών για συγκεκριμένη χρήση. Ο κίνδυνος ως προς την ποιότητα και επίδοση των Υπηρεσιών βαρύνει εξ ολοκλήρου εσάς. Μερικές νομοθεσίες δεν επιτρέπουν την εξαίρεση ή τον περιορισμό των σιωπηλών εγγυήσεων και έτσι αυτή η παράγραφος αποποίησης μπορεί να μην ισχύει για εσάς.</strong>
rights-webservices-term-5 = <strong>Σε καμία περίπτωση, εκτός εάν απαιτείται από την κείμενη νομοθεσία, Ο { -vendor-short-name }, οι συντελεστές, οι  συνεργάτες του και οι διανομείς του δεν είναι υπεύθυνοι απέναντί σας για ζημίες, συμπεριλαμβανομένων όλων των γενικών, ειδικών, τυχαίων ή συνεπακόλουθων ζημιών που μπορεί να προκύψουν από τη χρήση ή την αδυναμία χρήσης του { -brand-short-name } και των Υπηρεσιών.  Η συλλογική υπαιτιότητα κάτω από αυτούς τους όρους δεν μπορεί να υπερβαίνει τα $500 (πεντακόσια δολάρια). Μερικές νομοθεσίες δεν επιτρέπουν την εξαίρεση ή τον περιορισμό κάποιων ζημιών και έτσι αυτή η εξαίρεση η ο περιορισμός  μπορεί να μην ισχύει για εσάς.</strong>
rights-webservices-term-6 =
    Η { -vendor-short-name } μπορεί να ενημερώνει περιοδικά αυτούς τους όρους
    αν κριθεί απαραίτητο. Δεν είναι δυνατή η τροποποίηση ή η ακύρωση αυτών
    των όρων χωρίς την έγγραφη συναίνεση της { -vendor-short-name }.
rights-webservices-term-7 =
    Αυτοί οι όροι υπόκεινται στους νόμους της πολιτείας της Καλιφόρνιας των ΗΠΑ,
    εξαιρουμένων των διατάξεων σύγκρουσης νόμων. Αν οποιοδήποτε μέρος αυτών
    των όρων θεωρηθεί μη έγκυρο ή μη εφαρμόσιμο, τα υπόλοιπα τμήματα θα
    εξακολουθούν να ισχύουν. Σε περίπτωση διένεξης μεταξύ μιας μεταφρασμένης
    έκδοσης αυτών των όρων και της αγγλικής έκδοσης, θα υπερέχει η
    αγγλική έκδοση.
