# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

password-not-set =
    .value = (មិន​បាន​កំណត់)

failed-pw-change = មិន​អាច​ផ្លាស់ប្ដូរ​ពាក្យសម្ងាត់​មេ​បាន​ឡើយ ។
incorrect-pw = អ្នក​មិន​បាន​បញ្ចូល​ពាក្យសម្ងាត់​មេ​បច្ចុប្បន្ន​ដែល​ត្រឹមត្រូវ ។ សូម​ព្យាយាម​ម្ដងទៀត ។
pw-change-ok = ពាក្យសម្ងាត់​មេ​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ដោយ​ជោគជ័យ ។

pw-empty-warning = បណ្ដាញ​ដែល​បាន​រក្សាទុក ពាក្យសម្ងាត់​អ៊ីមែល​ ទិន្នន័យ​ទម្រង់ និង​សោ​ឯកជន​របស់​អ្នក​នឹង​មិន​ត្រូវ​បាន​ការពារ​ឡើយ ។
pw-erased-ok = អ្នក​បាន​លុប​ពាក្យសម្ងាត់​មេ​របស់​អ្នក ។ { pw-empty-warning }
pw-not-wanted = ការ​ព្រមាន ! អ្នក​បាន​សម្រេចចិត្ត​មិន​ប្រើ​ពាក្យសម្ងាត់​មេ ។ { pw-empty-warning }

pw-change2empty-in-fips-mode = បច្ចុប្បន្ន​នេះ អ្នក​ស្ថិត​នៅក្នុង​របៀប FIPS ។ FIPS ទាមទារ​ពាក្យសម្ងាត់​មេ​ដែល​មិន​ទទេ​ ។

pw-change-success-title = បាន​ទទួល​ជោគជ័យ​ក្នុង​ការ​ផ្លាស់ប្ដូរ​ពាក្យសម្ងាត់
pw-change-failed-title = បាន​បរាជ័យ​ក្នុង​ការ​ផ្លាស់ប្ដូរ​ពាក្យសម្ងាត់
pw-remove-button =
    .label = យកចេញ

set-password =
    .title = ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់​មេ

set-password-old-password = ពាក្យ​សម្ងាត់​បច្ចុប្បន្ន ៖
set-password-new-password = បញ្ចូល​ពាក្យសម្ងាត់​ថ្មី ៖
set-password-reenter-password = បញ្ចូល​ពាក្យ​សម្ងាត់​ម្ដង​ទៀត ៖
set-password-meter = ឧបករណ៍​​វាស់​​​គុណ​ភាព​​​ពាក្យ​​​សម្ងាត់
set-password-meter-loading = កំពុង​ផ្ទុក
master-password-description = ពាក្យសម្ងាត់​មេ​ត្រូវ​បាន​ប្រើ​សម្រាប់​ការពារ​ព័ត៌មាន ដូចជា​ពាក្យសម្ងាត់​វេបសាយ។ បើ​អ្នក​បង្កើត​ពាក្យសម្ងាត់​មេ អ្នក​នឹង​ត្រូវ​សួរ​ឲ្យ​បញ្ចូល​នៅ​រាល់​សម័យ ពេល​ដែល { -brand-short-name } ទៅ​យក​ព័ត៌មាន​រក្សាទុក ដែល​ការពារ​ដោយ​ពាក្យសម្ងាត់។
master-password-warning = ត្រូវ​ច្បាស់​ថា​អ្នក​ចងចាំ ពាក្យ​សម្ងាត់​មេ ដែល​អ្នក​កំណត់ ។ បើ​អ្នក​ភ្លេច​ពាក្យសម្ងាត់​មេ អ្នក​នឹង​មិន​អាច​ចូលទៅ​កាន់​ព័ត៌មាន​ណា​មួយ ដែល​វា​ការពារ​ទេ ។

remove-password =
    .title = យក​ពាក្យ​សម្ងាត់​មេ​ចេញ

remove-info =
    .value = អ្នក​ត្រូវ​តែ​បញ្ចូល​ពាក្យសម្ងាត់​បច្ចុប្បន្ន​របស់​អ្នក ដើម្បី​បន្ត ៖
remove-warning1 = ពាក្យ​សម្ងាត់​មេ​របស់​អ្នក ត្រូវ​ប្រើ​សម្រាប់​ការពារ​ព័ត៌មាន ដូចជា​ពាក្យ​សម្ងាត់​បណ្ដាញ ។
remove-warning2 = ប្រសិនបើ អ្នក​យក​ពាក្យសម្ងាត់​មេ​ចេញ ព័ត៌មាន​របស់​អ្នក​នឹង​មិន​ត្រូវ​បាន​ការពារ​ទេ ទោះបីជា​កុំព្យូទ័រ​របស់​អ្នក​ព្រមព្រៀង​ក៏ដោយ ។
remove-password-old-password =
    .value = ពាក្យ​សម្ងាត់​បច្ចុប្បន្ន ៖
