# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

rights-title = حقوقك
rights-intro = { -brand-full-name } برنامج حرّ مفتوح المصدر، اشترك في بنائه الآلاف من أنحاء العالم. هناك بضعة أمور ينبغي أن تعلمها:
rights-intro-point-1 = يُتاح لك { -brand-short-name } وفق بنود <a data-l10n-name="mozilla-public-license-link">رخصة Mozilla العامة</a>. يعني هذا أنك تستطيع استخدام { -brand-short-name } ونسخه وتوزيعه إلى الآخرين.  تستطيع أيضًا تعديل كود { -brand-short-name } المصدري كما تشاء لموافقة احتياجاتك. كما تعطيك رخصة موزيلا العامة الحق في توزيع نسخك المعدلة.
rights-intro-point-3 = بعض مزايا { -brand-short-name }، مثل مبلّغ الانهيارات، تتيح إرسال تعليقاتك إلى { -vendor-short-name }. باختيارك إرسال تعليق فأنت تعطي { -vendor-short-name } الإذن باستخدامه لتحسين منتجاتها، ونشره على مواقعها، وتوزيعه.
rights-intro-point-4 = كيفية استخدامنا لمعلوماتك الشخصية والتعليقات التي ترسلها إلى { -vendor-short-name } عبر { -brand-short-name } مشروحة في <a data-l10n-name="mozilla-privacy-policy-link">سياسة خصوصية { -brand-short-name }</a>.
rights-intro-point-5 = بعض مزايا { -brand-short-name } تستفيد من خدمات للمعلومات في الوب، ولكننا لا نضمن دقتها التامة أو خلوها من الأخطاء. يمكن الاطلاع على مزيد من التفاصيل، بما فيها كيفية تعطيل المزايا التي تستخدم هذه الخدمات، في <a data-l10n-name="mozilla-service-terms-link">بنود الخدمة</a>.
rights-intro-point-5-unbranded = في حال احتوى هذا المنتج على أي من خدمات الوب فيمكن الوصول إلى بنود استخدام تلك الخدمة من قِسم <a data-l10n-name="mozilla-website-services-link">خدمات مواقع الوب</a>.
rights-intro-point-6 = لتمكين تشغيل أنواع معينة من الڤديو، يُنزّل { -brand-short-name } وحدات تعمية محتوي معينة من أطراف خارجية.
rights-webservices-header = خدمات { -brand-full-name } للمعلومات على الوب
rights-webservices = يستخدم { -brand-full-name } خدمات للمعلومات على الوب (”الخدمات“) للحصول على بعض المزايا التي يوفرها لك في هذه النسخة الثنائية من { -brand-short-name } وفق الشروط المذكورة أدناه. إن لم ترغب باستخدام خدمة أو أكثر أو كنت لا توافق على الشروط أدناه فيمكنك تعطيل الميزة أو الخدمة. يمكنك الاطلاع على تعليمات عن تعطيل ميزة أو خدمة معينة <a data-l10n-name="mozilla-disable-service-link">هنا</a>. يمكن تعطيل الخصائص و الخدمات الأخرى من تفضيلات التطبيق.
rights-locationawarebrowsing = <strong>التصفح المُدرِك للمكان: </strong>هو دائمًا اختياري.  لن تُرسل معلومات عن مكانك من غير إذنك.  إذا أردت تعطيل هذه الميزة كليًا، اتبع الخطوات التالية:
rights-locationawarebrowsing-term-1 = في شريط العنوان، اكتب <code>about:config</code>
rights-locationawarebrowsing-term-2 = اكتب geo.enabled
rights-locationawarebrowsing-term-3 = انقر مرتين على تفضيل geo.enabled
rights-locationawarebrowsing-term-4 = أصبح التصفح المُدرك للمكان معطلًا الآن
rights-webservices-unbranded = ينبغي أن يُضمّن هنا - إن أمكن - نظرة عامة على خدمات مواقع الوب التي يتحد معها المنتج، متضمنة تعليمات عن كيفية تعطيلها.
rights-webservices-term-unbranded = كل سياسات الخصوصية المطبقة في هذا المنتج مسرودة هنا.
rights-webservices-term-1 = تعمل { -vendor-short-name } و مساهموها و مرخصوها و شركاؤها لتوفير أدق الخدمات و أحدثها.  غير أننا لا نضمن أن هذه المعلومة شاملة و خالية من الخطأ.  مثلًا، قد لا يتمكن التصفح الآمن من التعرف على بعض المواقع الخطرة و قد يتعرف على بعض المواقع الآمنة بالخطأ على أنها خطرة. و بالنسبة لخدمة التموضع الجغرافي فالنتيجة التي تعطيها هي تقديرية فحسب، و لا نحن و لا مزوّدو هذه الخدمة نضمن دقة تحديد الأماكن المعطاة.
rights-webservices-term-2 = { -vendor-short-name } قد يلغي أو يغير الخدمات حسب مشيئته.
rights-webservices-term-3 = يحق لك استخدام هذه الخدمات مع نسختك من { -brand-short-name }، و { -vendor-short-name } تضمن لك حقوقك لفعل ذلك.  تحتفظ { -vendor-short-name } ومرخصوها بكامل الحقوق الأخرى على الخدمات.  هذه الشروط لا تهدف لتقييد أي حقوق ممنوحة في ترخيصات المصادر المفتوحة المطبقة على { -brand-short-name } وعلى الكود المصدري لنُسَخ { -brand-short-name }.
rights-webservices-term-4 = <strong>تُزوّد الخدمات ”كما هي“.  يتنصّل { -vendor-short-name } ومساهموه ومرخّصوه وموزّعوه من جميع الضمانات، سواءً المصرّحة منها أو الضمنية، ويشمل ذلك بدون تحديد، الضمانات بأن الخدمات صالحة للمتاجرة أو تتلاءم مع أغراضك الخاصة.  أنت تتحمل كامل المسؤولية عن اختيارك الخدمات لأغراضك وعن قبولك بجودة وأداء الخدمات كما هي. بعض السلطات القضائية لا تسمح باستثناء أو تقييد الكفالات الضمنية، لذا فهذا التنصل قد لا ينطبق عليك.</strong>
rights-webservices-term-5 = <strong>باستثناء تطلّب القانون لذلك، لا يُعدّ { -vendor-short-name } ومساهموه ومرخّصوه وموزعوه مسؤولين عن أي أضرار غير مباشرة أو خاصة أو حادثية أو جزائية أو نموذجية أو بسبب الاستخدام تنتج عن أو تتعلق بأي وسيلة باستخدام { -brand-short-name } والخدمات.  المسؤولية الجماعية وفق هذه البنود يجب ألا تتعدى 500$ (خمس مئة دولار). بعض السلطات القضائية لا تسمح باستثناء أو تقييد بعض الأضرار، لذا فهذا الاستثناء والتقييد قد لا ينطبق عليك.</strong>
rights-webservices-term-6 = قد يحدّث { -vendor-short-name } هذه البنود كما تقتضي الضرورة من وقت لآخر. لا يمكن تعديل هذه البنود أو إلغاؤها من دون موافقة { -vendor-short-name } الخطية.
rights-webservices-term-7 = هذه البنود تخضع لقوانين كاليفورنيا في الولايات المتحدة الامريكية، مستثنية الاختلاف في بنود القوانين. إن صار جزء من هذه البنود غير صالح أو لا يمكن تطبيقه، تبقى بقية الأجزاء صالحة للعمل والتطبيق. في حال وجود اختلاف بين نسخة مترجمة عن هذه البنود ونسخة اللغة الإنجليزية، تكون نسخة اللغة الإنجليزية هي الفيصل.
