# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

password-not-set =
    .value = (არ მითითებულა)

failed-pw-change = მთავარი პაროლის შეცვლა, ვერ ხერხდება.
incorrect-pw = თქვენ მიერ მითითებული მთავარი პაროლი მცდარია. სცადეთ ხელახლა.
pw-change-ok = მთავარი პაროლი წარმატებით შეიცვალა.

pw-empty-warning = თქვენ მიერ შენახული საიტების და ელფოსტების პაროლები, ასევე, ველების მონაცემები და საიდუმლო გასაღებები დაუცველი დარჩება.
pw-erased-ok = თქვენ მოხსენით მთავარი პაროლი. { pw-empty-warning }
pw-not-wanted = გაფრთხილება! თქვენ გადაწყვიტეთ არ გამოიყენოთ მთავარი პაროლი. { pw-empty-warning }

pw-change2empty-in-fips-mode = თქვენ FIPS რეჟიმში ხართ. FIPS საჭიროებს მთავარ პაროლს.

failed-pp-change = მთავარი პაროლის შეცვლა, ვერ ხერხდება.
incorrect-pp = თქვენ მიერ მითითებული მიმდინარე მთავარი პაროლი მცდარია. სცადეთ ხელახლა.
pp-change-ok = მთავარი პაროლი წარმატებით შეიცვალა.

pp-empty-warning = თქვენ მიერ შენახული პაროლები და პირადი გასაღებები, დაუცველი დარჩება.
pp-erased-ok = თქვენ მოხსენით მთავარი პაროლი. { pp-empty-warning }
pp-not-wanted = გაფრთხილება! თქვენ გადაწყვიტეთ არ გამოიყენოთ მთავარი პაროლი. { pp-empty-warning }

pp-change2empty-in-fips-mode = თქვენ FIPS-რეჟიმში იმყოფებით. FIPS-ს ესაჭიროება მთავარი პაროლი.
pw-change-success-title = პაროლი წარმატებით შეიცვალა
pw-change-failed-title = პაროლის შეცვლა ვერ მოხერხდა
pw-remove-button =
    .label = მოცილება

set-password =
    .title = მთავარი პაროლის შეცვლა

primary-password-dialog =
    .title = მთავარი პაროლი
set-password-old-password = მიმდინარე პაროლი:
set-password-new-password = ახალი პაროლის მითითება:
set-password-reenter-password = ხელმეორედ მითითება:
set-password-meter = პაროლის ხარისხმზომი
set-password-meter-loading = ჩამოტვირთვა
master-password-admin = თქვენი ადმინისტრატორი ითხოვს მთავარი პაროლის დაყენებას, ანგარიშების პაროლების შესანახად.
master-password-description = მთავარი პაროლი იცავს ისეთ მნიშვნელოვან ინფორმაციას, როგორიცაა მაგალითად, საიტებზე ანგარიშების პაროლები. მთავარი პაროლის შექმნის შემთხვევაში, მისი მითითება საჭიროა ერთხელ, ყოველი გაშვებისას, როცა { -brand-short-name } იღებს წვდომას პაროლით დაცულ მონაცემებზე.
master-password-warning = გთხოვთ დარწმუნდეთ, რომ მთავარი პაროლი კარგად გახსოვთ და არ დაგავიწყდებათ.  მისი დავიწყების შემთხვევაში თქვენ ამ პაროლით დაცულ მონაცემებს ვეღარ გახსნით.

remove-password =
    .title = მთავარი პაროლის მოხსნა
primary-password-admin = თქვენი ადმინისტრატორი ითხოვს მთავარი პაროლის დაყენებას, ანგარიშების პაროლების შესანახად.
primary-password-description = მთავარი პაროლი იცავს ისეთ მნიშვნელოვან ინფორმაციას, როგორიცაა მაგალითად, საიტის ანგარიშის პაროლები. მთავარი პაროლის დაყენების შემთხვევაში, მისი მითითება საჭირო იქნება ერთხელ, ყოველი გაშვების შემდგომ, როცა { -brand-short-name } მოითხოვს წვდომას პაროლით დაცულ მონაცემებზე.
primary-password-warning = გთხოვთ დარწმუნდეთ, რომ მთავარი პაროლი კარგად გახსოვთ და არ დაგავიწყდებათ.  მისი დავიწყების შემთხვევაში თქვენ ამ პაროლით დაცულ მონაცემებს ვეღარ გახსნით.

remove-primary-password =
    .title = მთავარი პაროლის მოცილება
remove-info =
    .value = რომ განაგრძოთ, პაროლის მითითებაა საჭირო:
remove-warning1 = თქვენი მთავარი პაროლი გამოიყენება, მნიშვნელოვანი მონაცემების დასაცავად, მაგალითად, ანგარიშების პაროლების.
remove-warning2 = მთავარი პაროლის მოცილების შემთხვევაში, თქვენი მონაცემები დაუცველი დარჩება, თუ თქვენს კომპიუტერს ხელყოფენ.
remove-primary-password-warning1 = თქვენი მთავარი პაროლი გამოიყენება, მნიშვნელოვანი მონაცემების დასაცავად, მაგალითად, ანგარიშებისა და პაროლების.
remove-primary-password-warning2 = მთავარი პაროლის მოცილების შემთხვევაში, თქვენი მონაცემები დაუცველი დარჩება, თუ ვინმე თქვენს კომპიუტერს ხელყოფს.
remove-password-old-password =
    .value = მიმდინარე პაროლი:
