# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

password-not-set =
    .value = (не ўсталяваны)

failed-pw-change = Ня здольны змяніць галоўны пароль.
incorrect-pw = Вы няправільна ўвялі галоўны пароль. Паспрабуйце, калі ласка, зноў.
pw-change-ok = Галоўны пароль паспяхова зменены.

pw-empty-warning = Захаваныя вамі паролі для сайтаў і эл.пошты, дадзеныя формаў, прыватныя ключы не будуць абараняцца.
pw-erased-ok = Вы выдалілі ваш галоўны пароль. { pw-empty-warning }
pw-not-wanted = Папярэджанне! Вы вырашылі не ўжываць галоўны пароль. { pw-empty-warning }

pw-change2empty-in-fips-mode = Зараз вы ў рэжыме FIPS. Для FIPS патрабуецца не пусты галоўны пароль.

failed-pp-change = Немагчыма змяніць галоўны пароль
incorrect-pp = Вы няправільна ўвялі галоўны пароль. Паспрабуйце, калі ласка, зноў.
pp-change-ok = Галоўны пароль паспяхова зменены.

pp-empty-warning = Вашы захаваныя паролі і прыватныя ключы не будуць абаронены.
pp-erased-ok = Вы выдалілі свой галоўны пароль. { pp-empty-warning }
pp-not-wanted = Увага! Вы вырашылі не ўжываць галоўны пароль. { pp-empty-warning }

pp-change2empty-in-fips-mode = Зараз вы ў рэжыме FIPS. Для FIPS патрабуецца не пусты галоўны пароль.
pw-change-success-title = Пароль паспяхова зменены
pw-change-failed-title = Няўдача змены пароля
pw-remove-button =
    .label = Выдаліць

set-password =
    .title = Змена галоўнага пароля

primary-password-dialog =
    .title = Галоўны пароль
set-password-old-password = Цяперашні пароль:
set-password-new-password = Увядзіце новы пароль:
set-password-reenter-password = Увядзіце новы пароль ізноў:
set-password-meter = Вымяральнік якасці пароля
set-password-meter-loading = Загрузка
master-password-admin = Ваш адміністратар патрабуе, каб быў усталяваны галоўны пароль для захоўвання пароляў.
master-password-description = Галоўны пароль выкарыстоўваецца для абароны асабістай інфармацыі, такой, як паролі на сайты.  Пасля стварэння галоўнага пароля вам трэба будзе ўводзіць яго адзін раз за сесію, калі { -brand-short-name } запатрабуе інфармацыю, абароненую паролем.
master-password-warning = Упэўніцеся, калі ласка, што вы помніце прызначаны вамі галоўны пароль.  Калі вы забудзеце ваш галоўны пароль, вы не здолееце атрымаць доступ да звестак, якія абараняюцца ім.

remove-password =
    .title = Выдаленне галоўнага пароля
primary-password-admin = Ваш адміністратар патрабуе, каб быў усталяваны галоўны пароль для захоўвання лагінаў і пароляў.
primary-password-description = Галоўны пароль выкарыстоўваецца для абароны пэўнай асабістай інфармацыі, такой як лагіны і паролі, на гэтай прыладзе. Пасля стварэння галоўнага пароля вам трэба будзе ўводзіць яго адзін раз за сеанс, калі { -brand-short-name } запатрабуе інфармацыю, абароненую паролем.
primary-password-warning = Упэўніцеся, калі ласка, што вы помніце прызначаны вамі галоўны пароль. Калі вы забудзеце свой галоўны пароль, вы не зможаце атрымаць доступ да абароненай ім інфармацыі на гэтай прыладзе.

remove-primary-password =
    .title = Выдаленне галоўнага пароля
remove-info =
    .value = Вы мусіце ўвесці ваш цяперашні пароль для працягу:
remove-warning1 = Ваш галоўны пароль ужываецца для абароны важнай інфармацыі, такой, напрыклад, як паролі да сайтаў.
remove-warning2 = Калі вы выдаліце ваш галоўны пароль, вашы звесткі не будуць абаронены ў выпадку захопу вашага камп'ютара.
remove-primary-password-warning1 = Ваш галоўны пароль ужываецца для абароны важнай інфармацыі, такой, напрыклад, як лагіны і паролі.
remove-primary-password-warning2 = Калі вы выдаліце ваш галоўны пароль, вашы звесткі не будуць абаронены ў выпадку захопу вашага камп'ютара.
remove-password-old-password =
    .value = Цяперашні пароль:
