# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

rights-title = О вашим правима
rights-intro = { -brand-full-name } је бесплатан и отворен софтвер, кога је изградила заједница хиљада људи широм света. Ево неколико ствари које треба да знате:
rights-intro-point-1 = { -brand-short-name } вам је дат на коришћење под условима <a data-l10n-name="mozilla-public-license-link">Mozilla јавне лиценце</a>. То значи да можете да користите, копирате и даље делите програм { -brand-short-name } другима.  Такође можете слободно да мењате изворни код програма { -brand-short-name } онако како одговара вашим потребама. Mozilla јавна лиценца такође даје право да делите измењено издање.
rights-intro-point-2 =
    Нисте добили права на робну марку или лиценце за робне марке
    Задужбине Moyilla или друге стране, укључујући и без ограничења
    Thunderbird име или логотип. Додатни подаци о робним маркама се могу
    наћи <a data-l10n-name="mozilla-trademarks-link">овде</a>.
rights-intro-point-3 = Неки делови програма { -brand-short-name }, као што је извештач о рушењу, дају могућност да пошаљете повратне информације произвођачу { -vendor-short-name }. Слањем тих информација, дајете произвођачу дозволу да их користи за побољшавање својих производа, да их објављује на својим веб сајтовима и да дели повратне информације.
rights-intro-point-4 = Како користимо ваше личне и повратне информације послате издавачу { -vendor-short-name } кроз { -brand-short-name } описано је у <a data-l10n-name="mozilla-privacy-policy-link">полиси приватности { -brand-short-name }-а</a>.
rights-intro-point-4-unbranded = Све сврсисходне политике приватности овог производа би требало бити приказане овде.
rights-intro-point-5 = Неке { -brand-short-name } могућности користе сервисе засноване на вебу, ми не можемо да гарантујемо да су оне 100% тачне или да немају грешке. Више детаља, укључујући информације о томе како да искључите могућности које користе ове сервисе, могу да се нађу у <a data-l10n-name="mozilla-service-terms-link">условима услуга</a>.
rights-intro-point-5-unbranded = Ако овај производ укључује мрежне услуге, све односне услове услуга можете пронаћи на <a data-l10n-name="mozilla-website-services-link">Сервиси веб сајта</a>.
rights-intro-point-6 = Да би се репродуковале одређене врсте видео садржаја, { -brand-short-name } преузима одређене декрипционе модуле од трећих лица.
rights-webservices-header = Услуге { -brand-full-name }-ових информација заснованих на вебу
rights-webservices = { -brand-full-name } користи сервисе засноване на вебу ("Services") да пружи неке могућности да би сте их користили са бинарном верзијом { -brand-short-name } под условима који су описани испод. Ако не желите да користите један или више сервиса или не можете да прихватите услове, можете да онемогућите могућност(и). Инструкције како да онемогућите одређену могућност или сервис могу бити пронађене <a data-l10n-name="mozilla-disable-service-link">овде</a>. Остале могућности или сервиси могу бити онемогућени у поставкама апликације.
rights-locationawarebrowsing = <strong>Читање осетљиво на положај: </strong>је увек могуће. Никакве информације неће бити послате без ваше дозволе. Ако желите да ову могућност трајно искључите, пратите следеће кораке:
rights-locationawarebrowsing-term-1 = У траци за адресу унесите <code>about:config</code>
rights-locationawarebrowsing-term-2 = Укуцајте geo.enabled
rights-locationawarebrowsing-term-3 = Двапут кликните на подешавања geo.enabled
rights-locationawarebrowsing-term-4 = Читање осетљиво на положај је онемогућено
rights-webservices-unbranded = Преглед сервиса веб сајта које производ укључује, заједно са подацима како да искључите, уколико је то могуће.
rights-webservices-term-unbranded = Сви услови услуга за овај производ треба да су приказани овде.
rights-webservices-term-1 = { -vendor-short-name } и његови доприносиоци, носиоци лиценци и сарадници раде да би Вам пружили што тачније и ажурније услуге. Ипак, не можемо гарантовани да су ове информације исправне и без грешака. На пример, безбедно прегледање можда неће препознати нека ризична места, а нека безбедна може означити као небезбедна. Све места која услуги Location Aware врате наши добављачи су само процена, па ни они, ни ми не можемо гарантовани за тачност пружених места.
rights-webservices-term-2 = { -vendor-short-name } задржава право да укине или измени услуге по свом нахођењу.
rights-webservices-term-3 = Позивамо вас да користите ове услуге са пратећом верзијом производа { -brand-short-name }, а { -vendor-short-name } вам одобрава да то урадите. { -vendor-short-name } и његови носиоци лиценце задржавају сва остала права у услугама. Ови услови нису намењени да ограничавају икаква права дата под лиценцама отвореног кода примењених у { -brand-short-name }-у и његовим одговарајућим верзијама производа { -brand-short-name }.
rights-webservices-term-4 = <strong>Сервиси који су пружени "as-is."  { -vendor-short-name }, њихови доприносиоци, особе које издају лиценце и дистрибутери одричу се свих гаранција, било експлицитно или имплицитно, укључујући без ограничења. Гаранција да су сервиси поднесени за продају и одговарају вашем захтеву. Ви носите пун ризик ако изабарете сервисе за ваше потребе, то се односи и на квалитет и перфомансе сервиса. У неким надлежностима није дозвољено искључивање или ограничавање подразумеваних гаранција, то одрицање се може односити на вас.</strong>
rights-webservices-term-5 = <strong>Осим у законом прописаним случајевима, { -vendor-short-name }, приложници, даваоци лиценци и дистрибутери неће бити одговорни ни за какву индиректну, посебну, последичну, случајну, или примерну штету која настане као последица или у било каквој другој вези са употребом програма { -brand-short-name } и услуга.  Укупна одговорност под овим условима неће премашити $500 (пет стотина америчких долара).  У неким надлежностима изузеће или ограничење вредности обештећења није дозвољено, у ком случају ово ограничење одговорности се можда не примењује на вас.</strong>
rights-webservices-term-6 = { -vendor-short-name } може да допуни ове услове по потреби, с времена на време.  Услови се не могу мењати или отказати без писменог одобрења које даје { -vendor-short-name }.
rights-webservices-term-7 = Ови услови су начињени према државним законима америчке државе Калифорније, осим у случајевима сукоба прописа.  Ако је иједан део ових услова неважећи, остатак остаје пуноважан.  У случају неслагања преведеног издања ових услова са енглеским оригиналом, енглески оригинал ће бити пуноважан.
