# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

rights-title = మీ హక్కుల గురించి
rights-intro = ప్రపంచంలో అన్ని ప్రాంతాలనుండి వేల మంది సముదాయముచే తయారు చేయబడిన { -brand-full-name } ఒక స్వేచ్ఛామూలాలు ఉచితంగా కల సాఫ్ట్‌వేర్. మీరు తెలుసుకోవాలిసిన కొన్ని సంగతులు:
rights-intro-point-1 = { -brand-short-name } <a data-l10n-name="mozilla-public-license-link">Mozilla Public License</a>. మీరు { -brand-short-name } ను వాడుకొనుట, కాపీ చేయుట, ఇతరులకు ఇచ్చుట చేయవచ్చు.  { -brand-short-name } మూలపు కోడ్ ని మీ అవసరాలకొరకు మార్చవచ్చు. Mozilla పబ్లిక్ లైసెన్సు ఇలా మార్చిన వాటిని ఇతరులకు ఇచ్చే హక్కుని మీకు ఇస్తుంది.
rights-intro-point-2 = Mozilla సంస్థ లేదా యే ఇతర పార్టీ యొక్క లైసెన్సులను లేదా వ్యాపార గుర్తులపై, Firefox పేరు లేదా చిహ్నముపై మీకు యెటువంటి వ్యాపారగుర్తు హక్కులను యిచ్చుటలేదు. వ్యాపారచిహ్నాలగురించి మరింత సమాచారం <a data-l10n-name="mozilla-trademarks-link">యిక్కడ చూడవచ్చు</a>.
rights-intro-point-3 = { -brand-short-name } నందు కొన్ని విశేషణములు, క్రాష్ నివేదిక వంటిది, యిది మీరు { -vendor-short-name }కు స్పందనను అందించు ఎంపికను యిచ్చును. స్పందనను అప్పజెప్పు యెంచుకొనుట ద్వారా, మీరు { -vendor-short-name } కు దాని వుత్పత్తులను మెరుగుపరచుకొనుటకు స్పందనను ఉపయోగించు అనుమతిని యిచ్చెదరు, మీరు స్పందనను దాని వెబ్‌సైట్లపై ప్రచురించుటకు, మరియు పంపిణీ చేయుటకు కూడా అనుమతినిచ్చెదరు.
rights-intro-point-4 = మీరు { -vendor-short-name } కు { -brand-short-name } ద్వారా అప్పజెప్పిన మీ వ్యక్తిగత సమాచారము మరియు స్పందనను మేము యెలా ఉపయోగిస్తామో యిక్కడ తెలుపబడెను <a data-l10n-name="mozilla-privacy-policy-link">{ -brand-short-name } గోప్యతా విధానం</a>దొరుకుతుంది.
rights-intro-point-4-unbranded = ఈ ఉత్పత్తికి సరిపడే ఇతర గోపనీయత విధానాలను ఇక్కడ ఇవ్వ వలెను.
rights-intro-point-5 = కొన్ని { -brand-short-name } సౌలభ్యములు వెబ్-అధారిత సమాచార సేవలను ఉపయోగించును, ఏమైనప్పటికి, అవి 100%  ఖ్చచితమైనవని లేదా దోష-రహితమైనవని మేము హామీ యీయలేము. అదిక వివరముల కొరకు, ఈ సేవలను ఉపయోగించు సౌలభ్యములను యెలా అచేతనము చేయవలెను అను సమాచారముతో కలుపుకొని, ఇక్కడ చూడండి <a data-l10n-name="mozilla-service-terms-link">సేవా షరతులు</a>.
rights-intro-point-5-unbranded = ఈ ఉత్పత్తి  వెబ్ సేవలు కలిగివుంటే, అలాంటివాటికి ఎదైనా ఇతర సేవ షరతులు <a data-l10n-name="mozilla-website-services-link">వెబ్ సైటు సేవలు</a> భాగానికి అనుబంధం చేయాలి.
rights-intro-point-6 = కొన్ని రకాల వీడియో కాంటెంట్‌ను నడుపుటకు, { -brand-short-name } కొన్ని కాంటెంట్ డిక్రిప్షన్ మాడ్యూళ్ళను ఇతరులనుండి దిగుమతి చేయును.
rights-webservices-header = { -brand-full-name } వెబ్-ఆధారిత సమాచారం సేవలు
rights-webservices = క్రింది ఇవ్వబడిన షరతులు లోబడి { -brand-short-name } యొక్క బైనరీ  విడుదలతో  ఉపయోగించుట కొరకు సౌలభ్యములను అందించుటకు { -brand-full-name } వెబ్-ఆధారిత సమాచార సేవలను ("సేవలు") ఉపయోగించును. మీరు యిసేవలలో ఒకటి లేదా అంతకన్నా ఎక్కువ వాటిని వాడుటకు యిష్టపడకపోయినా లేక కింది షరతులు అమోదయోగ్యం కాకున్నా, మీరు సౌలభ్యమును లేక సేవ(ల)ను అచేతనము చేయవచ్చును. ఫలానా సౌలభ్యము లేదా సేవ యెలా అచేతనము చేయవలెను అనునది యిక్కడ కనుగొనవచ్చు <a data-l10n-name="mozilla-disable-service-link">యిక్కడ</a>. అనువర్తన అభీష్టాల నందు ఇతర విశేషణాలు మరియు సేవలు ప్రదర్శించవచ్చు.
rights-safebrowsing = <strong>రక్షితబ్రౌజింగ్: </strong>రక్షిత బ్రౌజింగ్ సౌలభ్యమును అచేతనము చేయుట సిఫార్సు చేయుటలేదు యెంచేతంటే అది మీరు సురక్షితంకాని సైటులకు వెళ్ళుటకు కారణం కావచ్చును. మీరు యిసౌలభ్యమును పూర్తిగా అచేతనము చేయవలెనంటే, ఈ కింది అంచెలను అనుసరించు:
rights-safebrowsing-term-1 = అనువర్తనము అభీష్టాలను తెరువు
rights-safebrowsing-term-2 = రక్షమ యెంపికను యెంపికచేయుము
rights-safebrowsing-term-3 = "{ enableSafeBrowsing-label }" కి ఎంపిక గుర్తుచేయవద్దు
enableSafeBrowsing-label = ప్రమాదకరమైన, మోసపూరిత కంటెంటును నిరోధించు
rights-safebrowsing-term-4 = రక్షణ బ్రౌజింగ్ యిప్పుడు అచేతనము చేయబడింది
rights-locationawarebrowsing = <strong>స్థానము తెలిసిన బ్రౌజింగ్: </strong>మీ అనుమతి లేకుండా ఎప్పుడూ కూడా స్థానము సమాచారము పంపబడదు. ఈ సౌలభ్యమును మీరు పూర్తిగా అచేతనము చేయవలెనంటే, ఈ కింది అంచెలను అనుసరించు:
rights-locationawarebrowsing-term-1 = URL పట్టీనందు, యిది టైపు చేయుము <code>about:config</code>
rights-locationawarebrowsing-term-2 = geo.enabled టైపు చేయుము
rights-locationawarebrowsing-term-3 = geo.enabled అభీష్టములపై రెండు సార్లు నొక్కుము
rights-locationawarebrowsing-term-4 = స్థానము-తెలిసిన బ్రౌజింగ్ యిప్పుడు అచేతనమగును
rights-webservices-unbranded = ఉత్పత్తి లో వున్న వెబ్ సైటు సేవల గురించిన సంగ్రహ సమాచారము, అటువంటి వాటిని అవసరమైతే ఎలా అచేతనం చేయాలో ఇక్కడ ఇవ్వాలి.
rights-webservices-term-unbranded = ఈ ఉత్పత్తికి ఎదైనా సరిపడే సేవా షరతులు ఇక్కడ ఇవ్వాలి.
rights-webservices-term-1 = { -vendor-short-name } మరియు దాని సహాయకులు, లైసెన్సర్స్ మరియు భాగస్వామ్యులు అత్యంత ఖచ్చితమైన మరియు నవీకృత సేవలను అందించుటకు పనిచేస్తున్నారు. ఏమైనప్పటికి, యిసమాచారమును దోష-రహితమని మేము హామీ ఇవ్వలేము. ఉదాహరణకు, రక్షిత బ్రౌజింగ్ సేవ కొన్ని సమస్యాత్మక సైట్లను గుర్తించ లేక పోవచ్చును మరియు కొన్ని సురక్షిత సైట్లను దోష పూరితంగా గుర్తించవచ్చును లొకేషన్ యెవేర్ సర్వీస్ ద్వారా అందించబడిన అన్ని స్థానములు అంచనాలు మాత్రమే మేము కాని మా సేవా వుత్పాదకులుగాని స్థానముల ఖచ్చితత్వముపై హామీ ఇచ్చుట లేదు.
rights-webservices-term-2 = { -vendor-short-name } ఇచ్ఛాపూర్వకంగా ఈ సేవలను నిలిపి వేయవచ్చు లేక మార్పు చేయవచ్చు.
rights-webservices-term-3 = మీరు ఈ సేవలను { -brand-short-name } యొక్క వర్షన్‌తో ఉపయోగించవచ్చును, మరియు { -vendor-short-name } అలా చేయుటకు మీకు హక్కులను యిచ్చును. { -vendor-short-name } మరియు దాని లైసెన్సర్స్ అన్ని యితర హక్కులను సేవలనందు కలిగివుందురు. ఈ షరతులు { -brand-short-name }కు మరియు సంభందిత { -brand-short-name } సోర్స్ కోడ్ వర్షన్‌లకు వర్తించు వోపెన్ సోర్స్ లైసెన్సెస్ కిందని యే హక్కులను పరిమితం చేయుటకు వద్దేశించినవి కావు.
rights-webservices-term-4 = <strong>ఈ  సేవలను   "యధాస్థితిగా" అందచేయబడుతున్నవి.     { -vendor-short-name }, దాని  సహాయకులు, లైసెన్సు దారులు, పంపిణీ దారులు   , ఇవి వ్యాపారానికి  సరి అయినవని , మీ అవసరాలకు సరిపోతాయని , వీటి నాణ్యత గురించి  వివరించబడిన, లేక అనుకొనబడిన హామీలకు  ఏ హద్దు లేకుండా భాద్యత వహించరు.  సేవలను ఎంచుకోవటంవలన , వాటి నాణ్యతవలన కలిగే లాభనష్టాలకి మొత్తము బాధ్యత   మీదే . కొన్ని ప్రాంతాలలో  అనుకోబడిన హామీలను  తీసివేయటానికి, లేక భాద్యత గ్గించటానికి  అనుమతి లేకపోతే, ఈ  షరతు మీకు వర్తించదు.</strong>
rights-webservices-term-5 = <strong>చట్ట పరిధికి  అవసరమైనవి మినహాయించి, { -vendor-short-name }, దాని  సహాయకులు, లైసెన్సు దారులు మరియు  పంపిణీ దారులు,  { -brand-short-name } యొక్క సేవలను  వాడుటం వలన  కలిగిన    అన్ని  రకాల  నష్టాలకు  భాద్యత  వహించరు. సమీష్ఠి భాద్యత   $500 (ఐదు వందల డాలర్లు) లోబడి వుంటుంది. కొన్ని ప్రాంతాలలో   సష్టాల భాద్యతను  తీసివేయటానికి, లేక భాద్యత గ్గించటానికి  అనుమతి లేకపోతే, ఈ షరతు  మీకు వర్తించదు.</strong>
rights-webservices-term-6 = ఈషరతులను కాలానుగుణంగా, అవసరానికి తగినంతగా { -vendor-short-name } మార్చువచ్చు. { -vendor-short-name } వారితో వ్రాతపూర్వకమైన ఒప్పందం లేకుండా వీటిలో మార్పు కాని, వీటిని రద్దు చేయడం కాని జరగదు.
rights-webservices-term-7 = అమెరికా సంయుక్త రాష్ట్రాలలోని, కాలిఫోర్నియా రాష్ట్ర చట్టాల ప్రకారం (చట్టాల భేదాల విధానాలు మినహాయించి) ఈ షరతులు అమలుజరుపబడతాయి. వీటిలో ఎవైనా అమలుజరపవీలులేదని, చట్టపరముకావని తెలిసినప్పుడు, మిగిలిన భాగాలు పూర్తి ప్రభావం మరియు వత్తిడి కలిగివుంటాయి. ఇంగ్లీషు మరి ఇతర భాష అనువాదాలలో ఈ షరతులను అన్వయించడంలో తేడాలున్నపుడు, ఇంగ్లీషు భాషలో గల షరతులనే ప్రామాణికంగా తీసుకోబడతాయి.
