# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

password-not-set =
    .value = (орнатылмаған)

failed-pw-change = Мастер-парольді өзгерту сәтсіз аяқталды
incorrect-pw = Сіз енгізген мастер-пароль қате. Қайтадан енгізіп көріңіз.
pw-change-ok = Мастер-парольді өзгерту сәтті аяқталды.

pw-empty-warning = Сіз сақтап қойған веб-сайттар парольдері, формалар мәліметтері мен жабық кілттер қорғалмайды.
pw-erased-ok = Мастер-пароль өшірілді.  { pw-empty-warning }
pw-not-wanted = Ескерту! Сіз мастер-парольді қолданудан бас тарттыңыз. { pw-empty-warning }

pw-change2empty-in-fips-mode = Сіз FIPS -ке сәйкестеу режимінде жұмыс істеп отырсыз. Бұл режим бос емес мастер-парольді талап етеді.

failed-pp-change = Басты парольді өзгерту сәтсіз аяқталды.
incorrect-pp = Сіз ағымдағы басты парольді қате енгіздіңіз. Қайтадан енгізіп көріңіз.
pp-change-ok = Басты парольді өзгерту сәтті аяқталды.

pp-empty-warning = Сіздің сақталған парольдер мен жеке кілттер қорғалмайтын болады.
pp-erased-ok = Сіз басты пароліңізді өшірдіңіз. { pp-empty-warning }
pp-not-wanted = Ескерту! Сіз басты парольді қолданудан бас тарттыңыз. { pp-empty-warning }

pp-change2empty-in-fips-mode = Сіз FIPS-ке сәйкестеу режимінде жұмыс істеп отырсыз. Бұл режим бос емес басты парольді талап етеді.
pw-change-success-title = Парольді өзгерту сәтті аяқталды.
pw-change-failed-title = Парольді өзгерту сәтсіз аяқталды
pw-remove-button =
    .label = Өшіру

set-password =
    .title = Мастер-парольді ауыстыру

primary-password-dialog =
    .title = Басты пароль
set-password-old-password = Ағымдағы пароль:
set-password-new-password = Жаңа пароль:
set-password-reenter-password = Жаңа пароль (қайтадан):
set-password-meter = Пароль сапасы
set-password-meter-loading = Жүктелу
master-password-admin = Парольдерді сақтау үшін әкімшіңіз басты парольді орнатуды талап етеді.
master-password-description = Мастер-пароль сайттардың парольдері сияқты сезгіш ақпаратты сақтай үшін қолданылады. Егер сіз мастер-пароль жасасаңыз, оның көмегімен қорғалған барлық ақпаратты оқу үшін, { -brand-short-name } қосылғанда мастер-парольді бір рет енгізесіз.
master-password-warning = Мастер-пароліңізді ұмытым қалмауыңызға назар аударыңыз. Егер оны ұмытып қалсаңыз, оның көмегімен қорғалған барлық ақпараттан айрыласыз.

remove-password =
    .title = Мастер-парольді өшіру
primary-password-admin = Парольдерді сақтау үшін әкімшіңіз басты парольді орнатуды талап етеді.
primary-password-description = Басты пароль логиндер мен парольдер сияқты сезімтал ақпаратты қорғау үшін қолданылады. Егер сіз басты парольді жасасаңыз, оның көмегімен қорғалған барлық ақпаратты оқу үшін, { -brand-short-name } қосылғанда мастер-парольді бір рет енгізесіз.
primary-password-warning = Басты пароліңізді ұмытып қалмауыңызға назар аударыңыз. Егер оны ұмытып қалсаңыз, оның көмегімен қорғалған барлық ақпараттан айырыласыз.

remove-primary-password =
    .title = Басты парольді өшіру
remove-info =
    .value = Жалғастыру үшін ағымдағы пароліңізді енгізіңіз:
remove-warning1 = Мастер-пароль маңызды ақпаратты, мысалы, веб-сайттарға қатынау парольдерді, қорғау үшін қолданылады.
remove-warning2 = Мастер-парольді өшірсеңіз, браузерде сақталып тұрған ақпарат бөтен адамдардың сіздің компьютеріңізге қолдары жеткен жағдайда қорғалмайды.
remove-primary-password-warning1 = Басты пароль логиндер мен парольдер сияқты сезімтал ақпаратты қорғау үшін қолданылады.
remove-primary-password-warning2 = Басты парольді өшірсеңіз, браузерде сақталып тұрған ақпарат бөтен адамдардың сіздің компьютеріңізге қолдары жеткен жағдайда қорғалмайды.
remove-password-old-password =
    .value = Ағымдағы пароль:
